[
  {
    "id": "tmdb:1113421",
    "type": "movie",
    "name": "The Uninvited",
    "poster": "https://image.tmdb.org/t/p/w500/clojTZu0mEYAMejfoU4fgJ6FLJU.jpg",
    "background": "https://image.tmdb.org/t/p/original/61u74L4YISOmFoCSjkgKNSLVivQ.jpg",
    "description": "The Uninvited",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "5.741",
    "genres": [
      "Commedia",
      "Dramma"
    ]
  },
  {
    "id": "tmdb:10204",
    "type": "movie",
    "name": "Il giro del mondo in 80 giorni",
    "poster": "https://image.tmdb.org/t/p/w500/8VFt8TVZtw4z5iRwlViFR8xESmH.jpg",
    "background": "https://image.tmdb.org/t/p/original/lpZPrfmWrcSkYQx8JHT9APj2uPB.jpg",
    "description": "Dalla celebre novella di Verne, le vicende di Passepartout un ladro, che dopo aver rubato un Buddha di estimatissimo valore, si rifugia nella compagnia di Phileas Fogg che è deciso a farsi prendere sul serio dalla Royal Academy of Science di cui fa parte. Per questo si impegna in una bizzarra scommessa con Lord Kelvin, il capo dell'Accademia: riuscirà a circumnavigare il globo in soli 80 giorni.",
    "year": "2004",
    "releaseInfo": "2004",
    "imdbRating": "5.9",
    "genres": [
      "Azione",
      "Avventura",
      "Commedia"
    ]
  },
  {
    "id": "tmdb:1403373",
    "type": "movie",
    "name": "Tutta colpa del rock",
    "poster": "https://image.tmdb.org/t/p/w500/cmKZob1JOJKGVsUJXdnMokB1lfG.jpg",
    "background": "https://image.tmdb.org/t/p/original/89NldA0R2cRHi5nyRejG1TBwGUe.jpg",
    "description": "Bruno è un ex chitarrista rock caduto in disgrazia, bugiardo patologico, egoista, vanesio e padre assente. Dopo una sequenza di errori tragicomici finisce in carcere. Sembra che abbia toccato il fondo e, invece, proprio nel luogo più costrittivo che esista, nasce per lui un’occasione imprevista: fondare una band con altri detenuti per partecipare al Roma Rock Contest e vincere i soldi necessari a mantenere una promessa fatta alla figlia Tina: portarla negli USA per un leggendario “Rock Tour”. Intorno a lui si raccoglie un gruppo di improbabili musicisti reclusi: Roberto (Maurizio Lastrico), il suo compagno di cella e padre affettuoso; Osso, un gigante minaccioso eppure fragile; il Professore, un intellettuale schivo e silenzioso; Eva, una batterista sui generis e K Bone, un ex-trapper che si trasforma in penna e vero spirito trainante della band. Tra momenti comici, scontri e legami inaspettati, la musica diventa un’occasione di rinascita, amicizia e riscatto.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "5.636",
    "genres": [
      "Commedia"
    ]
  },
  {
    "id": "tmdb:1440684",
    "type": "movie",
    "name": "Tu Quoque",
    "poster": "https://image.tmdb.org/t/p/w500/kqQSNsWoQqg4WkmBzmv3NtbDOgk.jpg",
    "background": "https://image.tmdb.org/t/p/original/igAL3bgdpQeaw51eHIwmtFQ2Vzi.jpg",
    "description": "In Tu Quoque, Maurizio Battista interpreta Massimo Quinto, un uomo di mezz’età pieno di debiti, con un matrimonio fallito e un pessimo rapporto con suo figlio, che scopre di avere pochi mesi di vita. Dopo un incidente, come per incanto, si risveglia nel 44 a.C. E salva la vita a Giulio Cesare, diventandone il più fedele amico. I due, nonostante i millenni che li separano, scoprono di essere più simili di quanto possano immaginare. Durante la sua permanenza nella Roma antica, Massimo apporta grandi novità nella vita dei cittadini e salva il matrimonio tra Cesare e Calpurnia. Ma qualcosa cambierà anche nella sua vita…",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "6.111",
    "genres": [
      "Commedia",
      "Storia"
    ]
  },
  {
    "id": "tmdb:1395205",
    "type": "movie",
    "name": "Pino",
    "poster": "https://image.tmdb.org/t/p/w500/bzgIYd67w1b2RtomGeTvWSjkgto.jpg",
    "background": "https://image.tmdb.org/t/p/original/lHxQ4gR7jsxPKF4xf2T20bN8kfz.jpg",
    "description": "Un grande cantautore, un poeta, un grandissimo chitarrista, Pino Daniele è riuscito a fondere la tradizione napoletana con la musica nera creando dei sound completamente nuovi e originali. Amato per la semplicità e la sfrontatezza con cui accedeva al suo mondo interiore e per la capacità di raccontarlo agli altri, con la sua musica e le sue parole. Nel documentario è la stessa voce di Pino Daniele a raccontare i propri sogni, le lotte, le delusioni, i traguardi e il rapporto con amici e colleghi, grazie a una lunga intervista video inedita rilasciata al giornalista Federico Vacalebre, che firma il soggetto del documentario insieme a Francesco Lettieri. Il racconto è costruito servendosi di 50 ore di video mai diffusi di concerti, backstage e sale d’incisione; ma anche di inediti musicali, foto degli album di famiglia; appunti tratti dal diario personale, strumenti musicali e accessi ai luoghi in cui Pino ha vissuto.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "7.571",
    "genres": [
      "Documentario"
    ]
  },
  {
    "id": "tmdb:34653",
    "type": "movie",
    "name": "A Single Man",
    "poster": "https://image.tmdb.org/t/p/w500/AvqTb66bS1i1NjlPC76zvxo0taT.jpg",
    "background": "https://image.tmdb.org/t/p/original/4rHZyoFxGxvkMNiLFEqwm19HCtc.jpg",
    "description": "Ambientato a Los Angeles nel 1962 durante la crisi dei missili successiva all'invasione USA a Cuba, A Single Man è la storia di George Falconer, un professore inglese di 52 anni che cerca di dare un senso alla propria vita dopo la morte del suo compagno Jim. George indugia nel passato e non riesce a immaginarsi un futuro, ma una serie di eventi e di incontri lo porteranno a decidere se ci sia o no un significato nel vivere senza Jim. George viene confortato da una cara amica, Charley, una bella donna di 48 anni a sua volta assalita da dubbi sul futuro. Kenny, un giovane studente di George alla ricerca di una ragione che giustifichi la propria natura omosessuale, perseguita il professore identificandolo come l'anima gemella.",
    "year": "2009",
    "releaseInfo": "2009",
    "imdbRating": "7.268",
    "genres": [
      "Dramma",
      "Romance"
    ]
  },
  {
    "id": "tmdb:521",
    "type": "movie",
    "name": "Il delitto perfetto",
    "poster": "https://image.tmdb.org/t/p/w500/feVfUSdS9k39GSqJjeMLlafV8M6.jpg",
    "background": "https://image.tmdb.org/t/p/original/gTsiagZaMjJxr6Q12KfOfC556d6.jpg",
    "description": "Margot è sposata con Tony, ma i loro rapporti non sono certo idilliaci: lui vive alle spalle di lei perché è benestante e perché è un fannullone, ed inoltre lei è innamorata di uno scrittore americano e medita il divorzio, che sarebbe la rovina per suo marito. Così Tony medita di uccidere Margot per intascare i suoi soldi e vivere di rendita.",
    "year": "1954",
    "releaseInfo": "1954",
    "imdbRating": "8",
    "genres": [
      "Thriller",
      "Crime"
    ]
  },
  {
    "id": "tmdb:23706",
    "type": "movie",
    "name": "A proposito di Steve",
    "poster": "https://image.tmdb.org/t/p/w500/pZGzaWXmDcVEIYXsMLDv3CnGe2L.jpg",
    "background": "https://image.tmdb.org/t/p/original/7qdeWU6XNrMFuemM2TAHD6Rc6NS.jpg",
    "description": "Mary Horowitz crea parole incrociate (sono la sua passione) per il quotidiano locale Sacramento Herald. La ragazza è single ed è sottoposta a pressioni familiari affinché trovi un compagno. Al punto di procurarle un appuntamento al buio con un cameraman di un network. Costui, Steve, è così interessante e piacente che la ragazza gli si getta subito addosso oltre che finire con il perdere il lavoro per la passione che l'ha accesa nei suoi confronti. Passione che la spinge a cercare di seguirlo ovunque.",
    "year": "2009",
    "releaseInfo": "2009",
    "imdbRating": "4.961",
    "genres": [
      "Commedia"
    ]
  },
  {
    "id": "tmdb:1589891",
    "type": "movie",
    "name": "Eroi cercasi",
    "poster": "https://image.tmdb.org/t/p/w500/jHK4TyBEJ8GOPOInnZCjaMWhKmr.jpg",
    "background": "https://image.tmdb.org/t/p/original/gtuXARxjGdfsGFqEwggBB8zUJza.jpg",
    "description": "Uno psicanalista che deve svolgere lavori socialmente utili aiuta un agente distrutto dall'infedeltà. Insieme affrontano il pericolo e scoprono seconde opportunità.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "7.8",
    "genres": [
      "Commedia",
      "Azione"
    ]
  },
  {
    "id": "tmdb:11873",
    "type": "movie",
    "name": "Il colore dei soldi",
    "poster": "https://image.tmdb.org/t/p/w500/9QwVdUXuQhvLNOQwv4QH1Z5TE6J.jpg",
    "background": "https://image.tmdb.org/t/p/original/hhCp6ZLDjS5wUHkGg7k3VGvH3Xm.jpg",
    "description": "Vedendo giocare Vincent, Eddie Felson, ex campione di biliardo, intravede un modo per poter guadagnare migliaia di dollari e decide di insegnarli tutti i trucchi del mestiere. Alla fine Felson sarà costretto a tornare in gara per dimostrare di essere ancora più bravo dell'allievo.",
    "year": "1986",
    "releaseInfo": "1986",
    "imdbRating": "6.9",
    "genres": [
      "Dramma"
    ]
  },
  {
    "id": "tmdb:3035",
    "type": "movie",
    "name": "Frankenstein",
    "poster": "https://image.tmdb.org/t/p/w500/mu6wHwH0IwCCaEYtpqujuPJYat1.jpg",
    "background": "https://image.tmdb.org/t/p/original/wFbPbJ9uRDpjY7micBTeolgkOA4.jpg",
    "description": "Henry Frankenstein (Colin Clive) è ossessionato dall’idea di costruire un essere usando parti di cadaveri e dargli vita. Aiutato dall’assistente gobbo Fritz (Dwight Frye), si procura il necessario, ma, per l’ultimo pezzo, il cervello, Fritz prende quello di un criminale. Elizabeth (Mae Clarke), la promessa sposa di Henry, si preoccupa per lui e va a visitarlo in compagnia del luminare dottor Waldman (Edward Van Sloan), che, testimone del successo dell’esperimento di Frankenstein, decide di aiutarlo sin quando la creatura prende vita.",
    "year": "1931",
    "releaseInfo": "1931",
    "imdbRating": "7.467",
    "genres": [
      "Dramma",
      "Horror",
      "Fantascienza"
    ]
  },
  {
    "id": "tmdb:138",
    "type": "movie",
    "name": "Dracula",
    "poster": "https://image.tmdb.org/t/p/w500/ueVSPt7vAba0XScHWTDWS5tNxYX.jpg",
    "background": "https://image.tmdb.org/t/p/original/cemjdP7HrUyJAry85vRT19Hidbi.jpg",
    "description": "Il Conte Dracula arriva in Inghilterra ed inizia ad insidiare la giovane e virtuosa Mina. La leggenda del Conte Vampiro comicia da questa pellicola del 1931, del regista Tod Browning.",
    "year": "1931",
    "releaseInfo": "1931",
    "imdbRating": "7.16",
    "genres": [
      "Horror",
      "Fantasy",
      "Romance",
      "Supernatural"
    ]
  },
  {
    "id": "tmdb:9",
    "type": "movie",
    "name": "Sonntag im August",
    "poster": null,
    "background": null,
    "description": "Sonntag im August",
    "year": "2004",
    "releaseInfo": "2004",
    "imdbRating": "6.8",
    "genres": [
      "Dramma"
    ]
  },
  {
    "id": "tmdb:713",
    "type": "movie",
    "name": "Lezioni di piano",
    "poster": "https://image.tmdb.org/t/p/w500/ral7TAOneEv0JyC9KD4a9ZjVWU3.jpg",
    "background": "https://image.tmdb.org/t/p/original/c2O99arhWcuLexMHiuRfSuDMpYm.jpg",
    "description": "Ada, muta dall'età di sei anni, giunge in Nuova Zelanda, sposata per procura con Stewart, un piccolo possidente. Con lei ci sono la figlioletta Flora, i bauli, un pianoforte. Stewart fa abbandonare il pianoforte sulla spiaggia perché difficile da trasportare lungo gli impervi sentieri dell'isola. Baines, un bianco che si è avvicinato ai costumi dei Maori, aiuta Ada a riaverlo. Ottenuto da Stewart il piano, chiede a Ada di dargli lezioni, che prevedano una disponibilità \"controllata\" della donna al gioco erotico. Per continuare a suonare, lei accetta. Baines le restituisce il pianoforte; tra i due si stabilisce una relazione che Flora osteggia. La relazione sembrerà sfociare verso la tragedia.",
    "year": "1993",
    "releaseInfo": "1993",
    "imdbRating": "7.4",
    "genres": [
      "Dramma",
      "Romance"
    ]
  },
  {
    "id": "tmdb:23397",
    "type": "movie",
    "name": "Vigilato speciale",
    "poster": "https://image.tmdb.org/t/p/w500/wdem15LUCfRB7V40HM8xLAygWbu.jpg",
    "background": "https://image.tmdb.org/t/p/original/pEZ2w4DGCJD4DoK7ifQZLUDT7oK.jpg",
    "description": "Max Dembo, uscito di galera e provocato da Earl Frank, sadico custode della sua libertà provvisoria, cerca di rigare dritto. Si fa però coinvolgere dall'amico Jerry nell'organizzazione di una rapina a una gioielleria...",
    "year": "1978",
    "releaseInfo": "1978",
    "imdbRating": "7.1",
    "genres": [
      "Crime",
      "Dramma"
    ]
  },
  {
    "id": "tmdb:1400032",
    "type": "movie",
    "name": "10Dance",
    "poster": "https://image.tmdb.org/t/p/w500/iQOIOz8BZ2QLMyFJ7Leo9izSyti.jpg",
    "background": "https://image.tmdb.org/t/p/original/hsuT5b5EcDAVCY3Oe0Iyez2lTES.jpg",
    "description": "Due ballerini opposti in tutto tranne che nella loro arte decidono di allenarsi insieme per una gara e dopo gli scontri iniziali si trovano attratti l'uno dall'altro.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "7",
    "genres": [
      "Romance",
      "Dramma"
    ]
  },
  {
    "id": "tmdb:82525",
    "type": "movie",
    "name": "Le belve",
    "poster": "https://image.tmdb.org/t/p/w500/wFMmujYa59nKiEX7UIvgsP32N6p.jpg",
    "background": "https://image.tmdb.org/t/p/original/39FIOhhLT8mxvFRD6MaFzXCVgHr.jpg",
    "description": "Ben e Chon sono due amici per la pelle che condividono tutto, dall’amore per la bella Ophelia – detta O - all’attività di coltivatori e spacciatori della miglior marijuana della California del Sud. È stato Chon, ex marine, a riportare i primi semi dall’Afghanistan, poi è venuto Ben, botanico e buddista, che ne ha fatto un prodotto sopraffino, buono per far dollari così come per alleviare il dolore dei malati terminali. La vita scorre dunque idilliaca per il fortunato trio e i loro amici, finché un brutale cartello di trafficanti messicani non decide di fare affari con loro, che lo vogliano o meno.",
    "year": "2012",
    "releaseInfo": "2012",
    "imdbRating": "6.345",
    "genres": [
      "Crime",
      "Dramma",
      "Thriller"
    ]
  },
  {
    "id": "tmdb:7304",
    "type": "movie",
    "name": "Running",
    "poster": "https://image.tmdb.org/t/p/w500/84o2sYjleuaycaBuwdWPQzQ4iRm.jpg",
    "background": "https://image.tmdb.org/t/p/original/p5z5X3GRnaFEqgtEa7fiGhgtUkA.jpg",
    "description": "Joey Gazelle riceve l'incarico da una gang mafiosa di far sparire delle armi. Quando una delle pistole finisce nelle mani sbagliate, il figlio del suo vicino, Joey si trova costretto a inseguire il ragazzo prima che venga trovato dalla polizia.",
    "year": "2006",
    "releaseInfo": "2006",
    "imdbRating": "6.98",
    "genres": [
      "Azione",
      "Crime",
      "Dramma",
      "Thriller"
    ]
  },
  {
    "id": "tmdb:451",
    "type": "movie",
    "name": "Via da Las Vegas",
    "poster": "https://image.tmdb.org/t/p/w500/rKB3u9gft8ic1SLqP0m4CCrYHrP.jpg",
    "background": "https://image.tmdb.org/t/p/original/5m5VhSN1lTk3egtrNzqNv5nwMuG.jpg",
    "description": "Persi moglie e figlio, uno sceneggiatore di Hollywood licenziato perché alcolista va a Las Vegas per ubriacarsi a morte. Lì si mette con una prostituta e i due le provano tutte per cercare di salvarsi a vicenda, anche una vacanza nel deserto, ma ormai il destino dell'uomo è segnato.",
    "year": "1995",
    "releaseInfo": "1995",
    "imdbRating": "7.249",
    "genres": [
      "Dramma",
      "Romance"
    ]
  },
  {
    "id": "tmdb:8416",
    "type": "movie",
    "name": "Il conformista",
    "poster": "https://image.tmdb.org/t/p/w500/cLguHl1zGwhAUjDG0VAxAuwVOxV.jpg",
    "background": "https://image.tmdb.org/t/p/original/xKhnjQA5wrAUaopEKegdKD3Yi26.jpg",
    "description": "Nel 1937 il professore Marcello Clerici sposa Giulia. Mentre la donna è spensierata, allegra, senza problemi, lui - nonostante i buoni successi come docente di filosofia - è tormentato da un ricordo: a tredici anni ha ucciso Lino Seminara, un autista che ha tentato di avere con lui dei rapporti omosessuali. Da allora Marcello ha abbandonato la pratica religiosa e si è legato strettamente con l'OVRA, la polizia segreta fascista. Per volontà dei suoi dirigenti di partito, deve compiere il viaggio di nozze a Parigi per introdursi nell'ambiente del professore Quadri, un docente universitario antifascista, per consentire al camerata Manganiello di predisporre l'assassinio di questi.",
    "year": "1971",
    "releaseInfo": "1971",
    "imdbRating": "7.653",
    "genres": [
      "Dramma"
    ]
  },
  {
    "id": "tmdb:1654",
    "type": "movie",
    "name": "Quella sporca dozzina",
    "poster": "https://image.tmdb.org/t/p/w500/iE0hojR1ZNqyhMii3jLxD9Ylx9N.jpg",
    "background": "https://image.tmdb.org/t/p/original/iXS9Y5oMwbN9wKsVu7mNzsI7QSM.jpg",
    "description": "Nel 1944, alla vigilia dello sbarco in Normandia delle truppe alleate, un gruppo di dodici galeotti dell'esercito statunitense viene addestrato per compiere un'importantissima ma anche difficilissima missione segreta: assaltare un castello dove si trova il quartier generale tedesco della Francia. Se riusciranno nella missione avranno in cambio la libertà.La pellicola ha il merito di mettere in evidenza la formazione della \"squadra\". Inizialmente i dodici sono solo dei singoli disperati che stavano attendendo in carcere l'esecuzione delle loro sentenze. Dodici persone chiuse nel loro ego lentamente, sotto la guida del Maggiore, si trasformano in un gruppo affiatato e pronto a sacrificarsi per ognuno dei suoi componenti. Tutto questo arriverà a compimento nella parte finale del film, al momento dell'attacco alla villa occupata dai Nazisti.",
    "year": "1967",
    "releaseInfo": "1967",
    "imdbRating": "7.59",
    "genres": [
      "Azione",
      "Avventura",
      "Guerra"
    ]
  },
  {
    "id": "tmdb:1238379",
    "type": "movie",
    "name": "The Best You Can",
    "poster": "https://image.tmdb.org/t/p/w500/2JYSb2qiOSkAdCuIRmXRWBecAAr.jpg",
    "background": "https://image.tmdb.org/t/p/original/hKMN6vMT3rbzXY3VaqS61hv4vjx.jpg",
    "description": "La vita perfetta di Cynthia Rand (Kyra Sedgwick), urologa di New York, viene sconvolta quando il marito inizia a sprofondare nella demenza. Stan Olszewski (Kevin Bacon), una guardia giurata senza ambizioni, vive la vita senza una direzione precisa. I loro mondi si incontrano in una commedia brillante su due persone agli antipodi che instaurano un legame inaspettato nel momento del bisogno.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "6.722",
    "genres": [
      "Romance",
      "Commedia",
      "Dramma"
    ]
  },
  {
    "id": "tmdb:892",
    "type": "movie",
    "name": "Delicatessen",
    "poster": "https://image.tmdb.org/t/p/w500/1dPmpTi0hcCtvsyyKaO7scNqw2Q.jpg",
    "background": "https://image.tmdb.org/t/p/original/A3qvUUd36LUF5sfPYOHEd3ahDp2.jpg",
    "description": "La giovane violoncellista Julie vive con il padre macellaio che traffica in carne umana. Abitano in un edificio fatiscente, popolato da inquilini inquietanti. Julie si innamora del clown Louison, prossima vittima designata del padre, e per salvarlo trova aiuto in una setta di vegetariani che vivono e tramano nel sottosuolo.",
    "year": "1991",
    "releaseInfo": "1991",
    "imdbRating": "7.3",
    "genres": [
      "Commedia",
      "Fantascienza",
      "Fantasy",
      "Dystopia",
      "Apocalypse"
    ]
  },
  {
    "id": "tmdb:37707",
    "type": "movie",
    "name": "Splice",
    "poster": "https://image.tmdb.org/t/p/w500/I0tN2VUzVqAeG2nRVn1D1OKkvR.jpg",
    "background": "https://image.tmdb.org/t/p/original/pjocJEjenTiJOi6o1vG8JArgt1h.jpg",
    "description": "Elsa e Clive, due scienziati giovani e ribelli, sfidano le norme dell'etica scientifica con il loro audace esperimento: combinare DNA umano e animale per creare un nuovo tipo di organismo vivente. Chiamata Dren dai suoi 'genitori', la creatura, un ibrido straordinario, cresce rapidamente fino a diventare prevedibilmente pericolosa. Dopo poco tempo quella che sembrava essere una scoperta in grado di rivoluzionare il mondo della scienza si rivelerà il più grande errore mai commesso.",
    "year": "2010",
    "releaseInfo": "2010",
    "imdbRating": "5.865",
    "genres": [
      "Horror",
      "Fantascienza"
    ]
  },
  {
    "id": "tmdb:21484",
    "type": "movie",
    "name": "Possession",
    "poster": "https://image.tmdb.org/t/p/w500/kib6SwPVsuGTSjB8hsNOdxBQeo.jpg",
    "background": "https://image.tmdb.org/t/p/original/dHvNDVe4gdyp3QxAzX5yaWnoaEB.jpg",
    "description": "Berlino, anni '80. Il muro domina la città. Mark, ex agente spionistico, torna a casa dopo l'ultima missione. Il rapporto con la moglie Anna si deteriora. Mark indaga, sospettando un tradimento. Scopre che oltre a un amante \"ufficiale\", Heinrich, Anna vive una seconda vita con un mistero che non vuole svelare, e che, lentamente, la trascina in un climax di violenza e follia che le fa dimenticare ogni cosa: il figlio Bob, i suoi uomini, la vita stessa.",
    "year": "1981",
    "releaseInfo": "1981",
    "imdbRating": "7.33",
    "genres": [
      "Horror"
    ]
  },
  {
    "id": "tmdb:8870",
    "type": "movie",
    "name": "Pianeta rosso",
    "poster": "https://image.tmdb.org/t/p/w500/uWzht9oomPxOVPM649X0dBozs0m.jpg",
    "background": "https://image.tmdb.org/t/p/original/zZcqSA3vudSPSLHjsvfnGJQpOKe.jpg",
    "description": "La prima spedizione umana su Marte da parte di un gruppo di astronauti americani. La Terra è diventata un pianeta morto e una colonia sul pianeta rosso rappresenta la sola speranza per l'umanità. I membri dell'equipaggio si sforzeranno di superare le loro differenze di personalità e ideologia nel momento in cui la loro vita sarà a rischio e dovranno contare l'uno sull'altro per sopravvivere.",
    "year": "2000",
    "releaseInfo": "2000",
    "imdbRating": "5.714",
    "genres": [
      "Thriller",
      "Azione",
      "Fantascienza"
    ]
  },
  {
    "id": "tmdb:1647",
    "type": "movie",
    "name": "La regola del sospetto",
    "poster": "https://image.tmdb.org/t/p/w500/8CCpJmjgnMXmq2CQ8E4ixi4V0Ne.jpg",
    "background": "https://image.tmdb.org/t/p/original/bwDTWOd0SCFWfRw8ophhykOgUBS.jpg",
    "description": "James Clayton (Colin Farrell) è uno dei migliori prospetti del gruppo di nuove reclute della CIA. La sua intelligenza e le sue attitudini non convenzionali vengono subito notate dal veterano Walter Burke (Al Pacino) che lo mette sotto la sua protezione aiutando Clayton a superare il difficile corso di addestramento. La prima missione di Clayton sarà quella di scovare una talpa, infiltrata nell'agenzia.",
    "year": "2003",
    "releaseInfo": "2003",
    "imdbRating": "6.379",
    "genres": [
      "Azione",
      "Thriller"
    ]
  },
  {
    "id": "tmdb:283552",
    "type": "movie",
    "name": "La luce sugli oceani",
    "poster": "https://image.tmdb.org/t/p/w500/7lxV1IIhZya30oh4DkewCOAe4k9.jpg",
    "background": "https://image.tmdb.org/t/p/original/s72jkxT7xPbfGxnE1lETq5OywvY.jpg",
    "description": "I coniugi Sherbourne (Michael Fassbender e Alicia Vikander) stanno facendo di tutto per avere un figlio, ma senza successo, quando trovano una neonata abbandonata in una barca alla deriva e la allevano in segreto come fosse loro. Ben presto quella creatura vivace e sempre bisognosa d’attenzione diventa la luce della loro vita, finché non scopriranno che la vera madre della piccola (Rachel Weisz) sono anni che la cerca senza riuscire a darsi pace. Tormentati dal dilemma se svelare il segreto perdendo così la figlia che ormai sentono come loro, la coppia inizierà a disgregarsi.",
    "year": "2016",
    "releaseInfo": "2016",
    "imdbRating": "7.1",
    "genres": [
      "Dramma",
      "Romance"
    ]
  },
  {
    "id": "tmdb:10440",
    "type": "movie",
    "name": "Misterioso omicidio a Manhattan",
    "poster": "https://image.tmdb.org/t/p/w500/mcENpyuG7VxyjTEH2mU331c6caw.jpg",
    "background": "https://image.tmdb.org/t/p/original/px0d4Kzn9683SHLMS9K3e5OHk2H.jpg",
    "description": "L'agente editoriale Larry Lipton e sua moglie Carol (Woody Allen e Diane Keaton) fanno casuale conoscenza in ascensore con i loro vicini di appartamento, Paul e Lillian House (Jerry Adler e Lynn Cohen), una benestante coppia di mezza età, senza figli. La sera successiva, rientrando nel loro appartamento, i Lipton scoprono che Lillian House è appena deceduta in casa, apparentemente colpita da un infarto.",
    "year": "1993",
    "releaseInfo": "1993",
    "imdbRating": "7.3",
    "genres": [
      "Commedia",
      "Mistero"
    ]
  },
  {
    "id": "tmdb:9276",
    "type": "movie",
    "name": "The Faculty",
    "poster": "https://image.tmdb.org/t/p/w500/8uwR5yS1Wa7ro2fqz7bBxJlAUmX.jpg",
    "background": "https://image.tmdb.org/t/p/original/oJRlYxfG10h4sxk2A7fpeOZnaFi.jpg",
    "description": "Siamo all'Herrington High (situato nel mezzo dell'Ohio) nel quale gli insegnanti ed il personale vengono posseduti da parassiti. Gli insegnanti iniziano quindi a infettare gli studenti con l'organismo. Un gruppetto di studenti capisce la situazione e resiste. Tra questi abbiamo: Zeke Tyler (Josh Hartnett), un genio solitario che ripete il suo ultimo anno, i cui genitori sono sempre in viaggio, che vende una droga simile alla cocaina ai suoi compagni di corso; Stan Rosado (Shawn Hatosy), un burlone che decide all'ultimo anno di uscire dalla squadra di football per incentrarsi sullo studio; la fidanzata di Stan, Delilah Profit (Jordana Brewster), una ragazza popolare e vendicativa che è l'editor-in-chief della testata studentesca; Casey Connor (Elijah Wood), un disadattato picchiato costantemente dagli studenti con un debole per Delilah ed è un abile fotografo per il giornale studentesco.",
    "year": "1998",
    "releaseInfo": "1998",
    "imdbRating": "6.561",
    "genres": [
      "Horror",
      "Fantascienza",
      "Animal Terror",
      "Virus"
    ]
  },
  {
    "id": "tmdb:12102",
    "type": "movie",
    "name": "Kramer contro Kramer",
    "poster": "https://image.tmdb.org/t/p/w500/71UkU4M0eB0FTnRnmJu3hx0OroJ.jpg",
    "background": "https://image.tmdb.org/t/p/original/9pUh1fC8TqVtYPeKpdfNyVK0qnn.jpg",
    "description": "Ted Kramer, agente pubblicitario, torna a casa tutto contento per una promozione ricevuta e non trova più la moglie. Trova il piccolo Billy, ma non Joanna che ha deciso di divorziare. Da quel momento tutto gli va storto: non riesce a impedire che Billy subisca un incidente nel quale rischia un occhio e trascura il lavoro fino a perdere il posto. La débacle professionale, derivata anche dalla volontà di Ted di stare più vicino a Billy, è addirittura considerata dai giudici un motivo di demerito nella causa che presto oppone i due coniugi nella contesa sul bambino. Il tribunale infatti finisce con l'affidare la custodia di Billy alla madre. La vicenda però non è conclusa e la donna, passato il motivo di risentimento che l'aveva spinta alla scelta di abbandonare il marito, capisce che per il bene del piccolo è preferibile trovare un \"modus vivendi\" che tenga conto soprattutto delle esigenze di Billy.",
    "year": "1979",
    "releaseInfo": "1979",
    "imdbRating": "7.563",
    "genres": [
      "Dramma"
    ]
  },
  {
    "id": "tmdb:50647",
    "type": "movie",
    "name": "Nudi e felici",
    "poster": "https://image.tmdb.org/t/p/w500/1hE5slQLPnfcoz74KYff2E6LYbx.jpg",
    "background": "https://image.tmdb.org/t/p/original/t4ykoxb5Ofmvbnnbv2u2r7HkjCS.jpg",
    "description": "George e Linda sono una coppia di vecchia data di newyorkesi stressati. Nel momento in cui George perde il lavoro, si ritrovano con un'unica opzione: andare a stare dal terribile fratello di George ad Atlanta. Nel tragitto George e Linda incappano in Elysium, una comunità idilliaca popolata da personaggi colorati che affrontano la vita secondo una prospettiva diversa. Che possa essere ciò di cui i due coniugi hanno bisogno per ripartire? O cambiare prospettive creerà più problemi di quanti sarà in grado di risolverne?",
    "year": "2012",
    "releaseInfo": "2012",
    "imdbRating": "5.493",
    "genres": [
      "Commedia",
      "Romance"
    ]
  },
  {
    "id": "tmdb:1255775",
    "type": "movie",
    "name": "Merv",
    "poster": "https://image.tmdb.org/t/p/w500/nfGlYjINEcGtxV46viW4olwHHSz.jpg",
    "background": "https://image.tmdb.org/t/p/original/5OA1FwA11SztGEEqqBihStLmMH2.jpg",
    "description": "Quando il loro amato cane Merv perde energia dopo la loro separazione, Anna e Russ sono costretti ad accudirlo in modo imbarazzante. Sperando di aiutare Merv, Russ lo porta in Florida per una meritata vacanza, ma Anna si presenta inaspettatamente. Mentre Merv ritrova il suo ritmo, si scopre che curare il cuore spezzato del loro cane potrebbe far scoccare qualche scintilla anche tra loro.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "5.795",
    "genres": [
      "Commedia",
      "Romance"
    ]
  },
  {
    "id": "tmdb:55931",
    "type": "movie",
    "name": "Animatrix",
    "poster": "https://image.tmdb.org/t/p/w500/2zqc1mNysc0TQkpPGgIo8WTASjL.jpg",
    "background": "https://image.tmdb.org/t/p/original/7a4WHNllmX5ZGR0MfYJDPhV69eM.jpg",
    "description": "Animatrix è una raccolta di cortometraggi ispirati direttamente alla celebre saga di Matrix. I nove cortometraggi sono diretti da alcuni tra i maggiori registi giapponesi di anime. Lo sfondo comune è quello dell'universo di Matrix e del conflitto fra l'uomo e le macchine.",
    "year": "2003",
    "releaseInfo": "2003",
    "imdbRating": "7.203",
    "genres": [
      "Animazione",
      "Fantascienza",
      "Dystopia",
      "Apocalypse",
      "Supernatural"
    ]
  },
  {
    "id": "tmdb:271718",
    "type": "movie",
    "name": "Un disastro di ragazza",
    "poster": "https://image.tmdb.org/t/p/w500/p2AlIzhtm6m0GTuuxy80rncBeNn.jpg",
    "background": "https://image.tmdb.org/t/p/original/aI0fOlVoWNkEZ6rq90gqxoviOsh.jpg",
    "description": "Fin dalla più tenera età il padre di Amy le ha insegnato che la monogamia non è una condizione che possa essere adattata all'essere umano. Ora che è una giornalista con un buon seguito di lettori applica alla sua vita quei principi cambiando partner con una notevole frequenza. Fino a quando le viene affidato un articolo su Aaron Conners, un medico specializzato nella cura delle star dello sport. Amy non ama (e non conosce) nessuna disciplina del settore e dovrebbe quindi scrivere un pezzo al vetriolo.",
    "year": "2015",
    "releaseInfo": "2015",
    "imdbRating": "5.795",
    "genres": [
      "Commedia",
      "Romance"
    ]
  },
  {
    "id": "tmdb:249",
    "type": "movie",
    "name": "La guerra dei Roses",
    "poster": "https://image.tmdb.org/t/p/w500/2ib82He3fNiDIQ210DwgpQCtZIb.jpg",
    "background": "https://image.tmdb.org/t/p/original/1BQWhphpn8HORDoZpC1EXnYDOwz.jpg",
    "description": "Dopo diciotto anni di matrimonio, coronati dalla presenza di due figli, Barbara Rose si accorge che qualcosa non funziona nella sua vita: il marito, Oliver, che pure le ha assicurato un'esistenza di alto livello, non l'ha mai gratificata. Il mondo perfetto che Oliver ha saputo allestire per loro in tutti quegli anni le pare privo di senso e quando la coppia va in crisi gli effetti sono devastanti.",
    "year": "1989",
    "releaseInfo": "1989",
    "imdbRating": "6.901",
    "genres": [
      "Commedia",
      "Dramma"
    ]
  },
  {
    "id": "tmdb:11382",
    "type": "movie",
    "name": "Pallottole su Broadway",
    "poster": "https://image.tmdb.org/t/p/w500/tqQ3kbmn5rn9dbJEMpgfJppA8HV.jpg",
    "background": "https://image.tmdb.org/t/p/original/6zfPDvqeZUleXjNaU5iWQwHUtCN.jpg",
    "description": "New York, anni venti: l'autore teatrale David Shayne presenta al suo produttore una nuova commedia, God of Our Fathers, ottenendo un finanziamento per metterla in scena a Broadway. In realtà, però, il finanziatore dello spettacolo è Nick Valenti, temuto boss della mafia, che accetta di sponsorizzare l'opera di Shayne in cambio una parte per la sua amante, Olive, una ballerina di nightclub totalmente priva di talento, scortata passo passo dalla sua guardia del corpo, soprannominata Cheech.",
    "year": "1994",
    "releaseInfo": "1994",
    "imdbRating": "7.077",
    "genres": [
      "Commedia",
      "Crime"
    ]
  },
  {
    "id": "tmdb:24382",
    "type": "movie",
    "name": "I soliti ignoti",
    "poster": "https://image.tmdb.org/t/p/w500/q9c85xYn4NPLJzHcWtboMdYBxWe.jpg",
    "background": "https://image.tmdb.org/t/p/original/ryoWP1kvNcwPif6uNbuZwQfrJPy.jpg",
    "description": "La pellicola ottenne una nomination ai Premi Oscar 1959 come miglior film straniero. Con questa pellicola di Monicelli si usa generalmente sancire l'esordio ufficiale di un nuovo genere cinematografico che solo successivamente verrà definito come commedia all'italiana. Il film narra le peripezie di un tentato furto facile da realizzare ai danni di un \"Monte di Pietà\".",
    "year": "1958",
    "releaseInfo": "1958",
    "imdbRating": "8.09",
    "genres": [
      "Commedia",
      "Crime"
    ]
  },
  {
    "id": "tmdb:68728",
    "type": "movie",
    "name": "Il grande e potente Oz",
    "poster": "https://image.tmdb.org/t/p/w500/F7aPGE4dP45Ha5ojVJo15mMTlt.jpg",
    "background": "https://image.tmdb.org/t/p/original/o6TYNmB1CT85j7lmyvSedoybyc9.jpg",
    "description": "Quando Oscar Diggs (James Franco), illusionista di un piccolo circo, dalla discutibile etica, viene trasportato dal polveroso Kansas nel fantastico Regno di Oz, pensa di aver vinto alla lotteria: fama e fortuna a sua completa disposizione. Questo finché non incontra tre streghe, Theodora (Mila Kunis), Evanora (Rachel Weisz) e Glinda (Michelle Williams), non convinte che lui sia il grande mago che tutti credono. Coinvolto suo malgrado nei conflitti del Regno di Oz e dei suoi abitanti, Oscar deve capire chi è buono e chi è cattivo prima che sia troppo tardi. Grazie alle sue arti magiche e con un po’ di illusione, ingenuità e perfino stregoneria, Oscar si trasforma non solo nel grande e potente Mago di Oz ma anche in un uomo migliore.",
    "year": "2013",
    "releaseInfo": "2013",
    "imdbRating": "5.929",
    "genres": [
      "Fantasy",
      "Avventura",
      "Famiglia"
    ]
  },
  {
    "id": "tmdb:11892",
    "type": "movie",
    "name": "Formula per un delitto",
    "poster": "https://image.tmdb.org/t/p/w500/4EV0NPCK7cVDUBZi6Q8CmJ7gei0.jpg",
    "background": "https://image.tmdb.org/t/p/original/5fsyOL5sNA4jpqgl9WsxHgbgTja.jpg",
    "description": "La detective Cassie Mayweather e il suo nuovo collega di lavoro Sam Kennedy sono impegnati a risolvere il caso di una ragazza trovata morta in un bosco della piccola città di San Benito in California. Tutti gli indizi lo fanno sembrare un atto di violenza gratuita del tutto casuale, ma Cassie, a differenza del suo collega, sente che in questo caso l'apparenza inganna.",
    "year": "2002",
    "releaseInfo": "2002",
    "imdbRating": "6.169",
    "genres": [
      "Crime",
      "Dramma",
      "Thriller"
    ]
  },
  {
    "id": "tmdb:34851",
    "type": "movie",
    "name": "Predators",
    "poster": "https://image.tmdb.org/t/p/w500/losIPTvP0Zcd2faGMEZFNX0S2v4.jpg",
    "background": "https://image.tmdb.org/t/p/original/yVSgw4UyXWg0Edl7KMehdhhgIwL.jpg",
    "description": "Su un pianeta lontano la razza dei Predator ha creato il suo Colosseo senza pubblico. Raccolgono e ammassano esemplari di altre razze (per quanto ne sappiamo più che altro umani), li gettano nella foresta senza spiegazioni e gli danno la caccia apprendendo da loro tecniche e strategie. Quando sul pianeta arriva un gruppo eterogeneo composto da guerriglieri, soldati e mercenari, tutti a modo loro dei predatori nella loro vita terrestre, la faccenda si complica perchè pur non conoscendosi collaboreranno al fine di evitare di cadere vittime e tornare sul pianeta d'origine.",
    "year": "2010",
    "releaseInfo": "2010",
    "imdbRating": "6.3",
    "genres": [
      "Fantascienza",
      "Azione",
      "Thriller"
    ]
  },
  {
    "id": "tmdb:9587",
    "type": "movie",
    "name": "Piccole donne",
    "poster": "https://image.tmdb.org/t/p/w500/ofmpUgBctH3Y7p5s9GNExTcURSC.jpg",
    "background": "https://image.tmdb.org/t/p/original/lmMVUuu2hHX6qrpcusiuSGU8HaC.jpg",
    "description": "Seconda metà dell'Ottocento. Jo e le sue tre sorelle vengono allevate a Concord, negli USA, dalla loro madre durante l'assenza del padre richiamato alle armi.",
    "year": "1994",
    "releaseInfo": "1994",
    "imdbRating": "7.275",
    "genres": [
      "Dramma",
      "Romance"
    ]
  },
  {
    "id": "tmdb:1360946",
    "type": "movie",
    "name": "Incanto",
    "poster": "https://image.tmdb.org/t/p/w500/AqjIBXRK5UN4rx7TItQRXjOxpHe.jpg",
    "background": "https://image.tmdb.org/t/p/original/iNxZcPqkXws4Yj6mwObyrZ8knjo.jpg",
    "description": "In punto di morte, Ludovico affida la sua figlioletta alla governante di casa, Felicia, chiedendo che la loro villa venga trasformata in un orfanotrofio per permettere a Margot di crescere in allegria con altri bambini. Tuttavia, la perfida Felicia, interessata solo al patrimonio della piccola, sfrutta i bimbi orfani e tiene Margot segregata, al punto che la bambina smette di parlare. La storia prende una svolta magica quando la bambina riesce a fuggire e trova rifugio in un circo incantato, dove il clown bianco Charlie la introduce a un mondo straordinario. Nel grande tendone magico, Margot riscopre la sua voce e una nuova famiglia, ma la minaccia di Felicia è sempre in agguato. Riuscirà Margot a liberarsi dalle sue grinfie e a rivendicare le sue radici?",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "6.5",
    "genres": [
      "Famiglia",
      "Fantasy"
    ]
  },
  {
    "id": "tmdb:13",
    "type": "movie",
    "name": "Forrest Gump",
    "poster": "https://image.tmdb.org/t/p/w500/gsbmOBQKIzO3q57pITk9Ol4urV2.jpg",
    "background": "https://image.tmdb.org/t/p/original/67HggiWaP9ZLv5sPYmyRV37yAJM.jpg",
    "description": "Forrest Gump - un ragazzo non proprio idiota, ma dal basso coefficiente d'intelligenza - racconta la sua storia a coloro che, uno dopo l'altro, si siedono vicino a lui in attesa dell'autobus. È stato in Vietnam, ha stretto la mano a tre presidenti, ha incontrato Elvis, ha assistito ai movimenti studenteschi, ha casualmente fatto esplodere il Watergate, ha suggerito le parole di \"Imagine\" a John Lennon e per tutta la vita è stato innamorato di una ragazza conosciuta fin da bambino.",
    "year": "1994",
    "releaseInfo": "1994",
    "imdbRating": "8.462",
    "genres": [
      "Commedia",
      "Dramma",
      "Romance"
    ]
  },
  {
    "id": "tmdb:1566269",
    "type": "movie",
    "name": "Nevica a Fraggle Rock",
    "poster": "https://image.tmdb.org/t/p/w500/lND6L6e0AHkAix4toMJhUTOonPa.jpg",
    "background": "https://image.tmdb.org/t/p/original/h5hCdU9KvcCbBihSNfn3vtML7tV.jpg",
    "description": "Quando le festività si riempiono di avventure e sfide inaspettate, i Fraggle imparano ad apprezzare che ogni giorno sia unico, come un fiocco di neve.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "7.4",
    "genres": [
      "Famiglia",
      "Commedia",
      "Musica"
    ]
  },
  {
    "id": "tmdb:1180831",
    "type": "movie",
    "name": "Troll 2",
    "poster": "https://image.tmdb.org/t/p/w500/1ZitP1wuUsDA1Ci74OWe7X4FmPn.jpg",
    "background": "https://image.tmdb.org/t/p/original/lZYMXx74pWmbj5Q5jp1QaMvmuuR.jpg",
    "description": "Dopo che un pericoloso nuovo troll devasta la loro terra, Nora, Andreas e il maggiore Kris affrontano la loro missione più pericolosa di sempre.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "6.614",
    "genres": [
      "Azione",
      "Fantasy",
      "Thriller"
    ]
  },
  {
    "id": "tmdb:1291040",
    "type": "movie",
    "name": "Natale senza Babbo",
    "poster": "https://image.tmdb.org/t/p/w500/7DFyI1S8xJ34AkUutVBqDSfOtfJ.jpg",
    "background": "https://image.tmdb.org/t/p/original/p2DBE8hyaRYJFc8o07VX1O72H7l.jpg",
    "description": "Babbo Natale si rifugia in un resort per ritrovare la gioia di trasformarsi in Santa Claus e riprovare quelle emozioni che un tempo lo guidavano ad affrontare il periodo natalizio. La moglie di Babbo Natale, cercherà di fare le sue veci, ma non senza imprevisti.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "5.34",
    "genres": [
      "Commedia",
      "Famiglia"
    ]
  },
  {
    "id": "tmdb:38602",
    "type": "movie",
    "name": "Il piccolo Lord",
    "poster": "https://image.tmdb.org/t/p/w500/xepduuPwPp10zuVsAPkNajBVZ2O.jpg",
    "background": "https://image.tmdb.org/t/p/original/8CdC61bvZTEwDlgFrXyYubjyMWc.jpg",
    "description": "Cedric Errol è un bambino di sette anni, orfano di padre che vive negli Stati Uniti assieme alla madre. Suo padre era il figlio del Conte di Dorincourt, un ricco nobile inglese, che aveva interrotto ogni rapporto con il figlio, dopo che questi aveva sposato una donna americana e non nobile. Cedric è all'oscuro di tutto, vive tranquillamente la sua infanzia, fino a quando suo zio Bevis, il fratello maggiore del padre, muore. Cedric diventa l'erede universale di tutti i beni della famiglia, ottenendo il titolo di Lord Fauntleroy.Cedric si vede costretto a lasciare New York per trasferirsi in Inghilterra, andando a vivere con il burbero e misantropo nonno. Il Conte di Dorincourt è costretto, suo malgrado, ad incontrare il nipote e l'odiata nuora, solamente allo scopo di dare a Cedric un'educazione adeguata ad un lord inglese, destinato a diventare il suo successore.",
    "year": "1980",
    "releaseInfo": "1980",
    "imdbRating": "7.4",
    "genres": [
      "Famiglia",
      "Dramma",
      "televisione film"
    ]
  },
  {
    "id": "tmdb:14292",
    "type": "movie",
    "name": "Miracle",
    "poster": "https://image.tmdb.org/t/p/w500/mxtej2th8t8x0ufVBTyhsO6Htxj.jpg",
    "background": "https://image.tmdb.org/t/p/original/wCcz89uLIjZ7PKwGvrsQTz0vqe2.jpg",
    "description": "Ispirato alla vera storia di Herb Brooks, allenatore della squadra di hockey su ghiaccio della nazionale degli Stati Uniti negli anni Ottanta che, alla vigilia dei Giochi Olimpici di Lake Placid, provinò migliaia di liceali alla ricerca dei componenti ideali ed eccellenti del team a stelle e strisce. Ma, oltre che battere la squadra campione russa, dovrà vedersela anche con i litigi e gli screzi fra compagni di squadra, la difficoltà di amalgamare ragazzi con un differente background alle spalle, le difficoltà di tattiche e di gioco e le pressioni esercitate dall’esterno. Da parte del coach esiste solo una certezza: la fede nei miracoli.",
    "year": "2004",
    "releaseInfo": "2004",
    "imdbRating": "7.1",
    "genres": [
      "Dramma",
      "Storia"
    ]
  },
  {
    "id": "tmdb:58001",
    "type": "movie",
    "name": "32 dicembre",
    "poster": "https://image.tmdb.org/t/p/w500/lIQezz2TGc3IUMegj6uppG8YeTl.jpg",
    "background": "https://image.tmdb.org/t/p/original/3DaeRosQVXsbDi7npKpAVtcIy7a.jpg",
    "description": "Film in tre episodi, dove l'amore per la filosofia e la sua divulgazione si uniscono alla ricerca del divertimento come affermazione sociale.",
    "year": "1988",
    "releaseInfo": "1988",
    "imdbRating": "7.107",
    "genres": [
      "Commedia"
    ]
  },
  {
    "id": "tmdb:9325",
    "type": "movie",
    "name": "Il libro della giungla",
    "poster": "https://image.tmdb.org/t/p/w500/z9zuCzVlkeKq86DBW2cP60JnB4u.jpg",
    "background": "https://image.tmdb.org/t/p/original/zj8XS0l1cWStpKnuD1LFMB3VoV1.jpg",
    "description": "La pantera nera Bagheera racconta la storia di un cucciolo d'uomo da lei trovato abbandonato nella giungla e allevato da una famiglia di lupi. Mowgli, così viene chiamato, cresce con gli animali fino a quando arriva il giorno del pericolo. La feroce tigre Shere Khan, che per istinto odia gli esseri umani, è di nuovo nella zona; il bambino deve tornare con gli umani. Bagheera si assume il compito di accompagnare il riluttante Mowgli. Troverà un valido, anche se originale, aiuto nell'orso Baloo ma i problemi non mancheranno.",
    "year": "1967",
    "releaseInfo": "1967",
    "imdbRating": "7.276",
    "genres": [
      "Famiglia",
      "Animazione",
      "Avventura"
    ]
  },
  {
    "id": "tmdb:30159",
    "type": "movie",
    "name": "Io confesso",
    "poster": "https://image.tmdb.org/t/p/w500/1DcLAgvrOOIE0Goagypn6BcdrkV.jpg",
    "background": "https://image.tmdb.org/t/p/original/5DGlfuO31upq3ieF5rHBVALz5kn.jpg",
    "description": "Padre Logan era stato sorpreso in compagnia di una donna sposata, prima dell'ordinazione sacerdotale, dall'avvocato Villette. Ora questi è stato derubato dal sacrestano Keller che ha agito mascherato da prete. I sospetti cadono su Logan, naturalmente, ma costui sa la verità: Keller gliel'ha rivelata, ma in confessione. Logan viene dunque processato...",
    "year": "1953",
    "releaseInfo": "1953",
    "imdbRating": "7.1",
    "genres": [
      "Dramma",
      "Thriller",
      "Crime"
    ]
  },
  {
    "id": "tmdb:701387",
    "type": "movie",
    "name": "Bugonia",
    "poster": "https://image.tmdb.org/t/p/w500/8vAAWAbW5vm2O46bcmSqnrcS0sm.jpg",
    "background": "https://image.tmdb.org/t/p/original/jihTSrMksmU5ujqRZnc6SBFSyfq.jpg",
    "description": "Due giovani ossessionati dalle teorie del complotto rapiscono l’influente CEO di una grande azienda, convinti che sia un’aliena decisa a distruggere il pianeta Terra.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "7.408",
    "genres": [
      "Fantascienza",
      "Crime"
    ]
  },
  {
    "id": "tmdb:1069905",
    "type": "movie",
    "name": "Jay Kelly",
    "poster": "https://image.tmdb.org/t/p/w500/lEXYpY9X17pGC7xYYy17Guv0L3J.jpg",
    "background": "https://image.tmdb.org/t/p/original/wR9D9hQvCVBux16NauY4b7letdU.jpg",
    "description": "Durante un viaggio in Europa assieme al fedele manager, la star del cinema Jay Kelly affronta il proprio passato e presente in questo film dal candidato agli Oscar® Noah Baumbach.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "6.04",
    "genres": [
      "Dramma",
      "Commedia"
    ]
  },
  {
    "id": "tmdb:1142122",
    "type": "movie",
    "name": "Io sono Rosa Ricci",
    "poster": "https://image.tmdb.org/t/p/w500/tBk3rmW8JdvkrH0ud529kjt7rJc.jpg",
    "background": "https://image.tmdb.org/t/p/original/ajTynVaLET3djIa5dtl1pQICrYO.jpg",
    "description": "Napoli, 2020. Rosa Ricci ha quindici anni e un’eredità ingombrante: è figlia di uno dei boss più temuti della città. È una ragazzina schiva, che vive in una gabbia dorata protetta da Don Salvatore e del suo clan. Quando viene rapita da un narcotrafficante intenzionato a colpire suo padre, Rosa si ritrova prigioniera su un’isola remota. Minacciata e costantemente in pericolo, durante la sua prigionia, intraprende però un percorso di crescita e stringe un legame profondo che le darà forza e una nuova consapevolezza.Mentre il padre scatena una guerra per salvarla, Rosa non aspetta di essere salvata: progetta la sua fuga. Quando finalmente torna a Napoli, non è più la ragazza di prima: ora è pronta a riprendersi la sua vita. E a scegliere, da sola, il suo destino. Anche se questo significa trovare vendetta.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "6.125",
    "genres": [
      "Crime",
      "Dramma"
    ]
  },
  {
    "id": "tmdb:1241983",
    "type": "movie",
    "name": "Train Dreams",
    "poster": "https://image.tmdb.org/t/p/w500/l3zS4YnpOi4usyEXGJMtxSqDDyb.jpg",
    "background": "https://image.tmdb.org/t/p/original/gwohbraLtlTW7F9EAyxOckSBwf3.jpg",
    "description": "Un taglialegna conduce una vita tranquilla e dignitosa, scoprendo l'amore e il lutto in un'epoca di enormi cambiamenti nell'America dei primi del Novecento.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "7.305",
    "genres": [
      "Dramma"
    ]
  },
  {
    "id": "tmdb:9349",
    "type": "movie",
    "name": "I nuovi eroi",
    "poster": "https://image.tmdb.org/t/p/w500/4lvFxXvGSQgf0210jvd1lL1yXdQ.jpg",
    "background": "https://image.tmdb.org/t/p/original/505LZxTJd2o7BqpispO427M9bPI.jpg",
    "description": "Due soldati americani caduti in Vietnam sono riportati in vita 25 anni dopo e trasformati in cyborg, teleguidate macchine di combattimento, dopo averne neutralizzato le capacità mnemoniche e affettive.",
    "year": "1992",
    "releaseInfo": "1992",
    "imdbRating": "6.332",
    "genres": [
      "Thriller",
      "Azione",
      "Fantascienza",
      "Crime"
    ]
  },
  {
    "id": "tmdb:10996",
    "type": "movie",
    "name": "Stuart Little 2",
    "poster": "https://image.tmdb.org/t/p/w500/hjfeMLWqJY44mqqJKZSa6jx4Y1j.jpg",
    "background": "https://image.tmdb.org/t/p/original/iEvlXeDvLW5IjmWa5jwO0Tieu1g.jpg",
    "description": "Dopo 3 anni, Stuart ormai si è integrato nella sua nuova vita, ma si sente solo e vorrebbe la compagnia dei suoi simili. Quindi è felice quando incontra la simpatica uccellina Margalo, bisognosa di aiuto e accolta affettuosamente dai Little. Ma Stuart scoprirà che non tutto è come sembra.",
    "year": "2002",
    "releaseInfo": "2002",
    "imdbRating": "5.765",
    "genres": [
      "Famiglia",
      "Avventura",
      "Commedia"
    ]
  },
  {
    "id": "tmdb:1299209",
    "type": "movie",
    "name": "Il figlio di mille uomini",
    "poster": "https://image.tmdb.org/t/p/w500/tJ4w5lgD2mA9jVNRJrion9IPdcQ.jpg",
    "background": "https://image.tmdb.org/t/p/original/7jiOCYtxAzaac6OXruH59QcoEjM.jpg",
    "description": "In un piccolo villaggio, un pescatore solitario che desidera avere un figlio è attratto da una luce eterea che lo collega agli altri e ai loro segreti sepolti da tempo.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "7.134",
    "genres": [
      "Dramma"
    ]
  },
  {
    "id": "tmdb:1363282",
    "type": "movie",
    "name": "Il mistero della famiglia Carman",
    "poster": "https://image.tmdb.org/t/p/w500/yFc6F5PmAIdqpAU9wReCqLHWwMm.jpg",
    "background": "https://image.tmdb.org/t/p/original/7BzlM1VAL4lSoX93KmL9JKk8Vnc.jpg",
    "description": "In questo documentario true crime un giovane è accusato di aver ucciso due membri della ricca famiglia del New England dopo il suo drammatico salvataggio in mare.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "6.776",
    "genres": [
      "Documentario",
      "Crime"
    ]
  },
  {
    "id": "tmdb:1323475",
    "type": "movie",
    "name": "Champagne Problems",
    "poster": "https://image.tmdb.org/t/p/w500/A2TCPPkzmWd5SwjBlxMlB6yQ4yK.jpg",
    "background": "https://image.tmdb.org/t/p/original/dJZCY38DSzZdGdVtFsEdJIrKOmG.jpg",
    "description": "Una determinata dirigente americana si reca a Parigi decisa ad acquisire un marchio di champagne entro Natale e si innamora inaspettatamente dell'erede dell'impero vinicolo.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "6.064",
    "genres": [
      "Romance",
      "Commedia"
    ]
  },
  {
    "id": "tmdb:1425122",
    "type": "movie",
    "name": "A Very Jonas Christmas Movie",
    "poster": "https://image.tmdb.org/t/p/w500/kGLgaDrYWmTAdRFzGP5pBquRnhO.jpg",
    "background": "https://image.tmdb.org/t/p/original/ajYw16ISz3qsdYTg4zy5rob1iAQ.jpg",
    "description": "I Jonas Brothers chiudono il loro tour con un grande concerto a Londra, e tutto ciò che desiderano è tornare a casa per trascorrere il Natale con le loro famiglie. Tra coincidenze perse e ostacoli sempre più difficili da superare, il legame fraterno fra Kevin, Joe e Nick viene messo alla prova",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "6.197",
    "genres": [
      "Commedia",
      "Musica"
    ]
  },
  {
    "id": "tmdb:798645",
    "type": "movie",
    "name": "The Running Man",
    "poster": "https://image.tmdb.org/t/p/w500/i9qXeC6CUcjwXdLOsloicKHHLD0.jpg",
    "background": "https://image.tmdb.org/t/p/original/aHj7d7wSLqrg5cjAcgHhiGr97Ih.jpg",
    "description": "The Running Man è il programma televisivo più seguito al mondo: un reality show estremo in cui i concorrenti, chiamati “Runner”, devono rispettare una sola regola per restare vivi: fuggire per 30 giorni, in diretta TV, braccati da killer professionisti, detti “Cacciatori”, mentre il pubblico, incollato agli schermi, esulta a ogni esecuzione. Ben Richards (Glen Powell) non è un eroe. È un uomo qualunque, costretto a una scelta impossibile: entrare nel gioco per salvare la figlia malata. A convincerlo è Dan Killian (Josh Brolin), il carismatico e spietato produttore dello show, maestro nel trasformare la sofferenza in spettacolo, la paura in share, la morte in intrattenimento. Ma Ben non segue il copione. Corre, lotta, resiste. E contro ogni previsione diventa un idolo: il pubblico lo acclama, gli ascolti volano. Più il successo cresce, più il gioco si fa mortale. Ora Ben non deve affrontare solo i suoi inseguitori... ma un’intera nazione che vuole vederlo cadere.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "6.827",
    "genres": [
      "Azione",
      "Thriller",
      "Fantascienza",
      "Dystopia",
      "Apocalypse"
    ]
  },
  {
    "id": "tmdb:1362315",
    "type": "movie",
    "name": "La mano sulla culla",
    "poster": "https://image.tmdb.org/t/p/w500/pB1B5Pg7LBR5ppvVEWgA3GkGcV4.jpg",
    "background": "https://image.tmdb.org/t/p/original/lK1zWi7EpBIFaGJBf0Y7jjemZe2.jpg",
    "description": "Caitlin Morales è una ricca mamma di periferia che assume una nuova tata, Polly Murphy, per poi scoprire che lei non è la persona che dice di essere.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "5.72",
    "genres": [
      "Horror",
      "Thriller"
    ]
  },
  {
    "id": "tmdb:348657",
    "type": "movie",
    "name": "La donna elettrica",
    "poster": "https://image.tmdb.org/t/p/w500/a2XQxBMfKmY6kDUBkqu0L0yLxiu.jpg",
    "background": "https://image.tmdb.org/t/p/original/7XolBNeZsAm4Gehx09Y4cPdvd5q.jpg",
    "description": "La protagonista, Halla, sembra una donna come le altre, ma dietro la routine di ogni giorno nasconde una vita segreta: armata di tutto punto compie spericolate azioni di sabotaggio contro le multinazionali che stanno devastando la sua terra, la splendida Islanda. Quando però una sua vecchia richiesta d’adozione va a buon fine e una bambina si affaccia a sorpresa nella sua vita, Halla dovrà affrontare la sua sfida più grande.",
    "year": "2018",
    "releaseInfo": "2018",
    "imdbRating": "7.206",
    "genres": [
      "Dramma",
      "Thriller",
      "Commedia"
    ]
  },
  {
    "id": "tmdb:1248226",
    "type": "movie",
    "name": "Playdate",
    "poster": "https://image.tmdb.org/t/p/w500/fGodXWqJkkkbSebPIlxLSygV8GY.jpg",
    "background": "https://image.tmdb.org/t/p/original/5lQ4euO30sDin5nCifvi0vURFNd.jpg",
    "description": "Quando un contabile senza lavoro Brian accetta l'invito del padre casalingo Jeff per far giocare tra loro i figli, l'aspettativa è quella di un pomeriggio tranquillo. Invece, vengono inseguiti da dei mercenari e Brian deve sopravvivere a situazioni assurde. Un padre di periferia si ritrova coinvolto in un caos da film d'azione in questa divertente avventura.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "6.127",
    "genres": [
      "Azione",
      "Commedia",
      "Famiglia"
    ]
  },
  {
    "id": "tmdb:1178532",
    "type": "movie",
    "name": "Moon il panda",
    "poster": "https://image.tmdb.org/t/p/w500/7QKF5fyAj2givxEo5mjysu8jj34.jpg",
    "background": "https://image.tmdb.org/t/p/original/qZmBjWUQDw0s7oUIDRT3hWkcWlO.jpg",
    "description": "In Cina, il dodicenne Tian viene mandato con la sorella a stare con la nonna sulle montagne del Sichuan. Mentre ci si aspetta che studi per soddisfare le grandi aspettative del padre, Tian preferisce avventurarsi nella rigogliosa foresta circostante. Lì, fa un incontro sorprendente con Moon, un cucciolo di panda. Con il passare dei giorni, si sviluppa tra loro un legame intenso e segreto sotto lo sguardo divertito della nonna. Ma i due migliori amici vengono separati dopo che Tian è costretto dal padre a tornare in città. Quando Tian scopre che Moon deve essere trasferito in un posto più sicuro, intraprende un viaggio avvincente per dire un ultimo addio al suo amico peloso.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "6.258",
    "genres": [
      "Famiglia",
      "Avventura"
    ]
  },
  {
    "id": "tmdb:1257750",
    "type": "movie",
    "name": "Uno sposo e due spose",
    "poster": "https://image.tmdb.org/t/p/w500/sXxs6FSFAYdrhKGD9f4fgCGmzXu.jpg",
    "background": "https://image.tmdb.org/t/p/original/vymiAnbaDBXkwHiDMqDqmTgp5Zj.jpg",
    "description": "Una coppia si sposa dopo soltanto una settimana, (in realtà un piano escogitato da Hamad per avere un'opportunità di lavoro). I due si recano in luna di miele e scoprono ben presto di non avere niente in comune, anzi sono completamente diversi. Queste marcate differenze tra loro porteranno a situazioni esilaranti, ma presto le cose cambieranno tra di loro.",
    "year": "2024",
    "releaseInfo": "2024",
    "imdbRating": "6.7",
    "genres": [
      "Romance",
      "Commedia"
    ]
  },
  {
    "id": "tmdb:1426792",
    "type": "movie",
    "name": "Mango",
    "poster": "https://image.tmdb.org/t/p/w500/s9lDFwMqxIlJHD7ovZ9wUw0twwK.jpg",
    "background": "https://image.tmdb.org/t/p/original/5IHYBbVG1qWv9oNjyh6ZRnn9ZFh.jpg",
    "description": "Un'ambiziosa albergatrice e la riluttante figlia vanno in viaggio a Malaga, dove trovano tutto ciò che desiderano nell'idilliaco frutteto di un coltivatore di mango.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "6.641",
    "genres": [
      "Romance",
      "Dramma"
    ]
  },
  {
    "id": "tmdb:252838",
    "type": "movie",
    "name": "Un testimone in affitto",
    "poster": "https://image.tmdb.org/t/p/w500/mtJRQkUBMwmPI198P4hWC7Mp9P6.jpg",
    "background": "https://image.tmdb.org/t/p/original/aan0KdhVgJfAwUJ3n2HDFOWcxZ2.jpg",
    "description": "Doug, promesso sposo senza amici, si rivolge a Jimmy, un uomo che per lavoro fornisce \"originali\" testimoni a nolo. Ma prima o poi la verità verrà a galla...",
    "year": "2015",
    "releaseInfo": "2015",
    "imdbRating": "6.464",
    "genres": [
      "Commedia"
    ]
  },
  {
    "id": "tmdb:10592",
    "type": "movie",
    "name": "Sotto corte marziale",
    "poster": "https://image.tmdb.org/t/p/w500/3SLK5FXKFEMArmvHzFSTTOr5rjJ.jpg",
    "background": "https://image.tmdb.org/t/p/original/z9BwMdHqKhVhRi2s5BcihGiqWWZ.jpg",
    "description": "Thomas Hart, studente di legge, si arruola nell'esercito durante la seconda guerra mondiale. Durante un'imboscata viene fatto prigioniero e mandato in un campo di prigionia tedesco. Qui, su ordine del colonnello McNamara, ufficiale americano più alto in grado dei prigionieri, alloggia nelle baracche della leva, invece che in quella degli ufficiali. Poco tempo dopo arrivano al campo altri due prigionieri, due piloti neri, che, seppure ufficiali, vengono anch'essi alloggiati nelle baracche della leva e la loro custodia viene affidata al tenente Hart. I due neri vengono malvisti dal resto della truppa tanto da far trovare un'arma da taglio nella branda di uno dei due che verrà perciò sommariamente fucilato dai tedeschi. Nei giorni seguenti, un aereo abbattuto in combattimento precipita nel campo e devasta la baracca adibita a teatro e la stessa notte viene ucciso il sergente americano che aveva incastrato il nero.",
    "year": "2002",
    "releaseInfo": "2002",
    "imdbRating": "6.378",
    "genres": [
      "Dramma",
      "Guerra"
    ]
  },
  {
    "id": "tmdb:11033",
    "type": "movie",
    "name": "Vestito per uccidere",
    "poster": "https://image.tmdb.org/t/p/w500/nAWoy7nfzJWZUFOCVBMrOY4Ap6R.jpg",
    "background": "https://image.tmdb.org/t/p/original/8UZfEjAlFq1iUiAkHMkJViq4ZO0.jpg",
    "description": "Kate Miller è in cura dal dottor Robert Elliott per disturbi legati all'insoddisfazione sessuale. Un giorno la donna viene assassinata a rasoiate. Al delitto assiste Liz, una giovane squillo che vede l'assassino una donna bionda. Liz, sconvolta, raccoglie da terra il rasoio insanguinato ed è, per questo, fortemente sospettata dal tenente di polizia Marino.",
    "year": "1980",
    "releaseInfo": "1980",
    "imdbRating": "7",
    "genres": [
      "Thriller",
      "Mistero",
      "Horror"
    ]
  },
  {
    "id": "tmdb:1197137",
    "type": "movie",
    "name": "Black Phone 2",
    "poster": "https://image.tmdb.org/t/p/w500/2QpKUxbaXIuFtJZtiXCeWw2ZNcZ.jpg",
    "background": "https://image.tmdb.org/t/p/original/oe2TOWykcLSGq67XPH4Bb0N1oU3.jpg",
    "description": "Quattro anni fa, il tredicenne Finn uccise il suo rapitore e riuscì a fuggire, diventando l’unico sopravvissuto a Il Rapace. Ma il vero male trascende la morte… e il telefono sta squillando ancora.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "6.818",
    "genres": [
      "Horror",
      "Thriller",
      "Supernatural"
    ]
  },
  {
    "id": "tmdb:581577",
    "type": "movie",
    "name": "Lezioni di persiano",
    "poster": "https://image.tmdb.org/t/p/w500/osxYWMLC7oFxeWRSfdjjKdUc7IE.jpg",
    "background": "https://image.tmdb.org/t/p/original/kgP4YOUWKhJZWL0Z8LJ6G6LBMEM.jpg",
    "description": "Nella Francia occupata del 1942, Gilles viene arrestato dalle SS insieme ad altri ebrei e mandato in un campo di concentramento in Germania. Riesce per poco a evitare la morte giurando di essere persiano ma non ebreo. Viene quindi scelto per insegnare il farsi al direttore del campo, un uomo che sogna di aprire un ristorante in Iran una volta finita la guerra. Il particolare rapporto tra i due uomini finisce però con la scatenare la gelosia di altri prigionieri e ufficiali...",
    "year": "2020",
    "releaseInfo": "2020",
    "imdbRating": "7.548",
    "genres": [
      "Guerra",
      "Dramma"
    ]
  },
  {
    "id": "tmdb:15969",
    "type": "movie",
    "name": "Il ritorno di Jafar",
    "poster": "https://image.tmdb.org/t/p/w500/dPmAyxf3WlVwpDb0U39pfpfDCxl.jpg",
    "background": "https://image.tmdb.org/t/p/original/mOOJm3tamy9iHg2mOEA77CM6ufZ.jpg",
    "description": "Aladdin è alle prese con il criminale Abis Mal. Questi, rifugiatosi nel deserto, trova una vecchia lampada e decide di sfregarla. Non l'avesse mai fatto: così facendo permette al malvagio Jafar di tornare in circolazione per vendicarsi di Aladdin. E come sempre il Genio dovrà fare gli straordinari per neutralizzare i malefici di Jafar...",
    "year": "1994",
    "releaseInfo": "1994",
    "imdbRating": "6.2",
    "genres": [
      "Famiglia",
      "Avventura",
      "Animazione",
      "Romance"
    ]
  },
  {
    "id": "tmdb:997113",
    "type": "movie",
    "name": "Hedda",
    "poster": "https://image.tmdb.org/t/p/w500/ecflk7AZf0ij205yDswjlvdxlCO.jpg",
    "background": "https://image.tmdb.org/t/p/original/cKZcDKawR79igCgDMSXlpkn8hLR.jpg",
    "description": "Hedda è divisa tra il dolore di un amore passato e la soffocante vita attuale. In una notte intensa, desideri nascosti e tensioni esplodono, trascinando lei e chi le sta intorno in una spirale di manipolazione, passione e tradimenti.",
    "year": "2025",
    "releaseInfo": "2025",
    "imdbRating": "5.404",
    "genres": [
      "Dramma",
      "Thriller",
      "Romance"
    ]
  }
]